{
    image: 'رابط_صورة_لوفي',
    answers: ['لوفي']
},

{
    image: 'رابط_صورة_زورو',
    answers: ['زورو']
},

{
    image: 'رابط_صورة_نامي',
    answers: ['نامي']
},

{
    image: 'رابط_صورة_سانجي',
    answers: ['سانجي']
},

{
    image: 'رابط_صورة_اوسوب',
    answers: ['اوسوب']
},

{
    image: 'رابط_صورة_تشوبر',
    answers: ['تشوبر']
},

{
    image: 'رابط_صورة_روبين',
    answers: ['روبين']
},

{
    image: 'رابط_صورة_فرانكي',
    answers: ['فرانكي']
},

{
    image: 'رابط_صورة_بروك',
    answers: ['بروك']
},

{
    image: 'رابط_صورة_جينبي',
    answers: ['جينبي', 'جيمبي']
},

{
    image: 'رابط_صورة_شانكس',
    answers: ['شانكس']
},

{
    image: 'رابط_صورة_ايس',
    answers: ['ايس', 'ايس']
},

{
    image: 'رابط_صورة_سابو',
    answers: ['سابو']
},

{
    image: 'رابط_صورة_لاو',
    answers: ['لاو']
},

{
    image: 'رابط_صورة_ميهوك',
    answers: ['ميهوك']
},

{
    image: 'رابط_صورة_دوفلامينغو',
    answers: ['دوفلامينغو', 'دوفي']
},

{
    image: 'رابط_صورة_كايدو',
    answers: ['كايدو']
},

{
    image: 'رابط_صورة_بيغ_مام',
    answers: ['بيغ مام', 'بيق مام']
},

{
    image: 'رابط_صورة_كاتاكوري',
    answers: ['كاتاكوري']
},

{
    image: 'رابط_صورة_كيد',
    answers: ['كيد']
},

{
    image: 'رابط_صورة_كونان',
    answers: ['كونان']
},

{
    image: 'رابط_صورة_ران',
    answers: ['ران']
},

{
    image: 'رابط_صورة_كوغورو',
    answers: ['كوغورو']
},

{
    image: 'رابط_صورة_هايبرا',
    answers: ['هايبرا', 'هايبارا']
},

{
    image: 'رابط_صورة_هيجي',
    answers: ['هيجي']
},
{
    image: 'رابط_صورة_كايتو_كيد',
    answers: ['كايتو كيد', 'كيد']
},

{
    image: 'رابط_صورة_اكاي',
    answers: ['اكاي']
},

{
    image: 'رابط_صورة_ساتو',
    answers: ['ساتو']
},

{
    image: 'رابط_صورة_تاكاغي',
    answers: ['تاكاغي']
},

{
    image: 'رابط_صورة_جين',
    answers: ['جين', 'غين', 'قين']
},

{
    image: 'رابط_صورة_غوكو',
    answers: ['غوكو', 'قوكو']
},

{
    image: 'رابط_صورة_فيجيتا',
    answers: ['فيجيتا', 'فيقيتا']
},

{
    image: 'رابط_صورة_غوهان',
    answers: ['غوهان', 'قوهان']
},

{
    image: 'رابط_صورة_ترانكس',
    answers: ['ترانكس']
},

{
    image: 'رابط_صورة_بيكولو',
    answers: ['بيكولو']
},

{
    image: 'رابط_صورة_فريزا',
    answers: ['فريزا']
},

{
    image: 'رابط_صورة_سيل',
    answers: ['سيل']
},

{
    image: 'رابط_صورة_بوو',
    answers: ['بوو']
},

{
    image: 'رابط_صورة_بيروس',
    answers: ['بيروس']
},

{
    image: 'رابط_صورة_ويس',
    answers: ['ويس']
},

{
    image: 'رابط_صورة_ايتشيغو',
    answers: ['ايتشيغو', 'ايتشقو']
},

{
    image: 'رابط_صورة_روكيا',
    answers: ['روكيا']
},

{
    image: 'رابط_صورة_اوريهيمي',
    answers: ['اوريهيمي']
},

{
    image: 'رابط_صورة_اوريو',
    answers: ['اوريو', 'ايشيدا اوريو']
},

{
    image: 'رابط_صورة_بياكويا',
    answers: ['بياكويا']
},

{
    image: 'رابط_صورة_رينجي',
    answers: ['رينجي']
},

{
    image: 'رابط_صورة_ايزن',
    answers: ['ايزن']
},

{
    image: 'رابط_صورة_زاراكي',
    answers: ['زاراكي']
},

{
    image: 'رابط_صورة_كيسكي',
    answers: ['كيسكي', 'اوراهارا']
},

{
    image: 'رابط_صورة_يورويتشي',
    answers: ['يورويتشي']
},
{
    image: 'رابط_صورة_تانجيرو',
    answers: ['تانجيرو']
},

{
    image: 'رابط_صورة_نيزوكو',
    answers: ['نيزوكو']
},

{
    image: 'رابط_صورة_زينيتسو',
    answers: ['زينيتسو']
},

{
    image: 'رابط_صورة_اينوسكي',
    answers: ['اينوسكي']
},

{
    image: 'رابط_صورة_غيو',
    answers: ['غيو', 'قيو']
},

{
    image: 'رابط_صورة_شينوبو',
    answers: ['شينوبو']
},

{
    image: 'رابط_صورة_رينغوكو',
    answers: ['رينغوكو']
},

{
    image: 'رابط_صورة_ميتسوري',
    answers: ['ميتسوري']
},

{
    image: 'رابط_صورة_موزان',
    answers: ['موزان']
},

{
    image: 'رابط_صورة_اكازا',
    answers: ['اكازا']
},

{
    image: 'رابط_صورة_يوجي',
    answers: ['يوجي']
},

{
    image: 'رابط_صورة_ميغومي',
    answers: ['ميغومي']
},

{
    image: 'رابط_صورة_نوبارا',
    answers: ['نوبارا']
},

{
    image: 'رابط_صورة_غوجو',
    answers: ['غوجو', 'قوجو']
},

{
    image: 'رابط_صورة_سوكونا',
    answers: ['سوكونا']
},

{
    image: 'رابط_صورة_غيتو',
    answers: ['غيتو', 'قيتو']
},

{
    image: 'رابط_صورة_يوتا',
    answers: ['يوتا']
},

{
    image: 'رابط_صورة_ماكي',
    answers: ['ماكي']
},

{
    image: 'رابط_صورة_توجي',
    answers: ['توجي']
},

{
    image: 'رابط_صورة_نانامي',
    answers: ['نانامي']
},

{
    image: 'رابط_صورة_ناروتو',
    answers: ['ناروتو']
},

{
    image: 'رابط_صورة_ساسكي',
    answers: ['ساسكي']
},

{
    image: 'رابط_صورة_ساكورا',
    answers: ['ساكورا']
},

{
    image: 'رابط_صورة_كاكاشي',
    answers: ['كاكاشي']
},

{
    image: 'رابط_صورة_ايتاتشي',
    answers: ['ايتاتشي']
},
{
    image: 'رابط_صورة_مادارا',
    answers: ['مادارا']
},

{
    image: 'رابط_صورة_اوبيتو',
    answers: ['اوبيتو', 'توبي']
},

{
    image: 'رابط_صورة_هاشيراما',
    answers: ['هاشيراما']
},

{
    image: 'رابط_صورة_ميناتو',
    answers: ['ميناتو']
},

{
    image: 'رابط_صورة_جيرايا',
    answers: ['جيرايا']
},

{
    image: 'رابط_صورة_ايرين',
    answers: ['ايرين']
},

{
    image: 'رابط_صورة_ميكاسا',
    answers: ['ميكاسا']
},

{
    image: 'رابط_صورة_ارمين',
    answers: ['ارمين']
},

{
    image: 'رابط_صورة_ليفاي',
    answers: ['ليفاي', 'ليفاي اكرمان']
},

{
    image: 'رابط_صورة_هانجي',
    answers: ['هانجي']
},

{
    image: 'رابط_صورة_ايروين',
    answers: ['ايروين', 'اروين']
},

{
    image: 'رابط_صورة_راينر',
    answers: ['راينر']
},

{
    image: 'رابط_صورة_اني',
    answers: ['اني']
},

{
    image: 'رابط_صورة_زيك',
    answers: ['زيك']
},

{
    image: 'رابط_صورة_بيك',
    answers: ['بيك']
},

{
    image: 'رابط_صورة_غون',
    answers: ['غون', 'قون', 'جون']
},

{
    image: 'رابط_صورة_كيلوا',
    answers: ['كيلوا']
},

{
    image: 'رابط_صورة_كورابيكا',
    answers: ['كورابيكا']
},

{
    image: 'رابط_صورة_ليوريو',
    answers: ['ليوريو']
},

{
    image: 'رابط_صورة_هيسوكا',
    answers: ['هيسوكا']
},

{
    image: 'رابط_صورة_ايلومي',
    answers: ['ايلومي']
},

{
    image: 'رابط_صورة_كرولو',
    answers: ['كرولو']
},

{
    image: 'رابط_صورة_كايتو',
    answers: ['كايتو']
},

{
    image: 'رابط_صورة_ميرويم',
    answers: ['ميرويم', 'ميريوم']
},

{
    image: 'رابط_صورة_بيتو',
    answers: ['بيتو']
}
