module.exports = {

عام: [

".بروفايل",
".ايدي",
".رانكي",
".الترتيب",
".حالة",
".رصيدي",
".اسم",
".اسمين",
".اصوات",
".جوائز",
".جوائز_الترتيب",
".تشغيل",
".ايقاف",
".حول",
".حول الكل",
".حصول",

],

الشخصيات: [

".اسحب",

".شخصياتي",

".اعرض",

".اعرضوايفو",

".تطوير",

".دمج",

".شظايا",

".المفضلة",

".تشكيلة",

".تشكيلتي",

".زوجاتي",

".صوره",

".وحشي",

".تجهيز_وحش",

".شراء_وحش",

".شراء_معدات",

".شراءشخصية",

".شراءصندوق",

".شراء",

".شراءمتجر",

".بيع"
  ],

القتال: [

".تحدي",
".قبول",
".رفض",

".هجوم",
".هجوم الخصم",

".مهارة",
".ألتميت",

".مضاربة",
".قبول مضاربة",
".رفض مضاربة",

".قبول_بدل",
".رفض_بدل",

".رانكي",

".الترتيب",
".ترتيب",

".جوائز_الترتيب",
  ],

الزعماء: [

".بوس",
".زعيم",
".هجوم",
".مساهمات",
".جوائز"

],

البرج: [

".البرج",
".طابق",
".ريست_البرج_للجميع"

],

المملكة: [

".المملكة",
".غزو"

],

الوحوش: [

".الوحوش",
".وحشي",
".وحوشي",
".فقس_بيضة",
".تجهيز_وحش",
".شراء_وحش",
".متجر_البيض"

],

الصناديق: [

".فتح",
".صناديقي",
".فتحبكج"

],

المتجر: [

".متجر",
".السوق",
".سوق المعدات",
".شراء",
".شراء_معدات",
".شراءشخصية",
".شراءصندوق",
".شراءمتجر",
".بيع",
".تركيب",
".لبس",
".مزاد",
".مزايدة",
".متجرالتذاكر"

],

الفعاليات: [

".تخمين",
".الاجابة",
".حالة_التخمين",
".انهاء_تخمين",

".رويال",
".بدء_رويال",
".انطلاق_رويال",
".انهاء_رويال",
".دخول",
".خروج_رويال",
".جاهز",
".تشكيلة_رويال",
".نتائج_رويال",
".رويال_تفاصيل",

".بدا_مسابقة",
".انهاء_مسابقة"

]

}
