module.exports = {

عام: [

".بروفايل",
".ايدي",
".حالة",
".اسم",
".اسمين",
".اصوات",
".حول",
".حول الكل",
".حصول"

],

الشخصيات: [

".اسحب",
".شخصياتي",
".اعرض",
".اعرضوايفو",
".تطوير",
".دمج",
".شظايا",
".المفضلة",
".تشكيلة",
".تشكيلتي",
".زوجاتي",
".صوره"

],

القتال: [

".تحدي",
".قبول",
".رفض",

".هجوم",
".هجوم الخصم",

".مهارة",
".ألتميت",

".مضاربة",
".قبول مضاربة",
".رفض مضاربة",

".قبول_بدل",
".رفض_بدل",

".رانكي",
".الترتيب",
".ترتيب"

],

الزعماء: [

".بوس",
".زعيم",
".مساهمات",
".جوائز",
".جوائز_الترتيب"

],

البرج: [

".البرج",
".طابق"

],

المملكة: [

".المملكة",
".غزو"

],

الحرب: [

".حرب",
".احتل",
".اقضي",
".اقصاء",
".اباده",
".اذهب"

],

الوحوش: [

".الوحوش",
".وحشي",
".وحوشي",
".فقس_بيضة",
".تجهيز_وحش",
".شراء_وحش",
".متجر_البيض"

],

الصناديق: [

".فتح",
".صناديقي",
".فتحبكج"

],

المتجر: [

".متجر",
".السوق",
".سوق المعدات",

".شراء",
".بيع",

".شراء_معدات",
".شراءشخصية",
".شراءصندوق",
".شراءمتجر",

".تركيب",
".لبس",

".مزاد",
".مزايدة",

".متجرالتذاكر"

],

الفعاليات: [

".تخمين",
".الاجابة",
".حالة_التخمين",
".انهاء_تخمين",

".رويال",
".بدء_رويال",
".انطلاق_رويال",
".انهاء_رويال",
".دخول",
".خروج_رويال",
".جاهز",
".تشكيلة_رويال",
".نتائج_رويال",
".رويال_تفاصيل",

".بدا_مسابقة",
".انهاء_مسابقة"

],

المطور: [

".تشغيل",
".ايقاف",
".ريست_البرج_للجميع"

]

}
