module.exports = [

{
    name: 'وانو',
    anime: 'One Piece',
    boss: 'شانكس',
    hp: 18000000,

    abilities: [
        'هاكي الملك',
        'ضربة غريفون',
        'إرهاب الهاكي'
    ]
},

{
    name: 'مارين فورد',
    anime: 'One Piece',
    boss: 'ساكازوكي',
    hp: 18500000,

    abilities: [
        'قبضة الماغما',
        'حمم بركانية',
        'عدالة مطلقة'
    ]
},

{
    name: 'إلباف',
    anime: 'One Piece',
    boss: 'لوكي',
    hp: 19500000,

    abilities: [
        'غضب العمالقة',
        'تحطيم الأرض',
        'صرخة إلباف'
    ]
},

{
    name: 'إمبل داون',
    anime: 'One Piece',
    boss: 'ماجلان',
    hp: 17500000,

    abilities: [
        'سم قاتل',
        'هيدرا السامة',
        'ضباب السم'
    ]
},

{
    name: 'مجتمع الأرواح',
    anime: 'Bleach',
    boss: 'ياماموتو',
    hp: 20000000,

    abilities: [
        'لهب الشمس',
        'زانباكتو النار',
        'حرق شامل'
    ]
},

{
    name: 'هويكو موندو',
    anime: 'Bleach',
    boss: 'أولكيورا',
    hp: 19000000,

    abilities: [
        'لانزا ديل ريلامباغو',
        'ريسيون',
        'سيرو أوسكوراس'
    ]
},

{
    name: 'قرية الورق',
    anime: 'Naruto',
    boss: 'ناروتو',
    hp: 19500000,

    abilities: [
        'راسينغان',
        'قنابل البيجو',
        'طور الناسك'
    ]
},

{
    name: 'قرية الرمل',
    anime: 'Naruto',
    boss: 'غارا',
    hp: 18000000,

    abilities: [
        'درع الرمل',
        'دفن الرمال',
        'تسونامي الرمال'
    ]
},

{
    name: 'نازاريك',
    anime: 'Overlord',
    boss: 'آينز أوول غاون',
    hp: 21000000,

    abilities: [
        'سحر الموت',
        'الوقت المتوقف',
        'الاستدعاء الأعظم'
    ]
},

{
    name: 'قصر النمل',
    anime: 'Hunter x Hunter',
    boss: 'نيفيربيتو',
    hp: 18500000,

    abilities: [
        'طبيب الدمى',
        'قفزة الصيد',
        'هجوم النين'
    ]
},

{
    name: 'برج السماء',
    anime: 'Hunter x Hunter',
    boss: 'هيسوكا',
    hp: 18000000,

    abilities: [
        'بانجي غام',
        'مفاجأة السطح',
        'بطاقات قاتلة'
    ]
},

{
    name: 'مملكة الألماس',
    anime: 'Black Clover',
    boss: 'مارس',
    hp: 18500000,

    abilities: [
        'سيف الألماس',
        'تجديد الجسد',
        'انفجار الكريستال'
    ]
},

{
    name: 'مملكة القلب',
    anime: 'Black Clover',
    boss: 'لولوبيتشكا',
    hp: 19500000,

    abilities: [
        'تنين الماء',
        'فيضان ملكي',
        'حاجز الماء'
    ]
},

{
    name: 'حلبة القوة',
    anime: 'Dragon Ball',
    boss: 'جيرين',
    hp: 22000000,

    abilities: [
        'قبضة العدالة',
        'طاقة مطلقة',
        'انفجار القوة'
    ]
},

{
    name: 'قلعة الشياطين',
    anime: 'Solo Leveling',
    boss: 'باران',
    hp: 20500000,

    abilities: [
        'برق الشيطان',
        'سيف البرق',
        'عاصفة الجحيم'
    ]
}

]
